[General]
Translator, "Darko4, Ozzii"
LangVersion, "5.1.0.0"


[Icon]
R0lGODlhEAAMAPcAAJ2dnZ+fn+np6bCwsJqamvf39zqY6+Tm51eY2qenp4aYwZVbU/7+/vPz82mx
8JmZmZdsZO7u7uJ4apIUBd+3sOF7azWM3DaP36ioqPLy8lx8t0h8pt1tXtiPgqWlpXuTwuJlVlqd
2+B+cE1njoKUvbSyr0djjGiU0PHx8ZZjWeHh4lx4tOO1ot5rXfz38+u7tfn08JlVSkmM0fv7+7Fk
Sldvj8hnT+zs7Ch7z2Oa1eZhTeaxqCx3ybySllGP0PT09P/796ysrN5xXd+DdMWSjomWvefn59mT
gNp1Z+GCcZpsYqOioN+lnWWf2zJ6yZlYT3qj2NjV1i2B1NeJcTiR4OBpVNBzZEqS2d2QgjmL2dnZ
4JZhV9p4aTGG2ISWvszEzf///ilso5pUTKqqquTk5O/v75kRAIWWwJhWT96MfZdkWZaWlpdcVOPj
42Oq55heUO7s6uNjTt9rWJVnXeXm5rOzs+fo6GFmgZVpX6OjoyV1yuR1Z9zd3dyGdNtzZOKomPTw
69mEd/LWntOpn9x0YPfNiu/r5+/w7uBuWuKcjdGRadl+b4WUvStrot6Je4WUvKamptuPgFmZ2PHt
6Ove2aCgoOvr696OgGme2Pj4+N2VhmCm45Nya97h4+ErEb2bkdl7bFWT1JxSSeXl5eC4r0FVfjuZ
6ZhgVsKSfV2h37yYjPjz79xwYd6FcuJmUZdcU5dlW6GhoWCOzZYiE+CGeOp3aezf3TGJ2////wAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACH5BAAAAAAALAAAAAAQAAwA
AAjbADlBwDMHVootp9i8eoJGTAxRC5Qk0oTlUhpHtIYkEVFBwp5as9RE6sDiT6BFoLgg8cOKQwsQ
E960OiKoUB9CQhDJqeIqjg5PZu4UIfJJVQ8Sjxh5OaPgg4YVpUacoERqh5YcmJoguJLl1gUDYUzI
skXhxRcnPPTgkNLFAhVTjWpAUcRkCg0ZPkJJCpFqkxsHG5YcQmXFxiA4hiYBWgXDBRAwJQKo6BSF
zwEyRgTcKIPiRwEGAyqNakPHjgBLETI0KJBpBi5cddY8IEAAAIAAsfJ4gIRhTJABCQICADs=


[BFAPI]
ErrorClientVersionTooOld, "Your client version is too old.\nPlease update the application and try again."
ErrorFailClientTime, "Časovnik vašeg računara nije podešen ispravno.\nMolimo proverite sistemsko vreme i probajte ponovo."
ErrorFailLogin, "Proverite Vašu email adresu i šifru i probajte ponovo."
ErrorFailPrefix, "Failed to connect to your Binary Fortress Account.\nPlease check your internet connection, and verify that this application is not being blocked by a proxy or firewall on your computer or network."
ErrorInvalidProTrialLicenseKey, "Your Trial License Key appears to be invalid.\nPlease contact us for more information."
ErrorItemSizeTooLarge, "One of the items you are trying to sync is too large.\nYou will need to delete the large item and try syncing again."
ErrorTrialExpiredPrompt, "Your Pro Trial License has expired.\nWould you like to contact us and start another trial?"
ErrorUnknownProPurchasedLicenseKey, "Your License Key appears to be invalid.\nPlease contact us for more information."
LoginPrompt, "You need to enter your Binary Fortress login information first.\nWould you like to enter your login information now?"
TitleSync, "Синхро са Binary Fortress налогом"


[BFAPILoginControl_Controls]
btnLogin, "Пријава"
btnLogout, "Одјава"
btnMyAccount, "My &Account"
btnMyLicenses, "&Moje licence"
btnRegister, "Региструј"
btnResetPassword, "Reset Password"
lblEmailAddress, "Е-адреса:"
lblName, "Name:"
lblPassword, "Лозинка:"


[BFAPILoginControl_LicenseRestrictions]
LicenseRestrictionBlock, "Lično ili poslovno, # naznačeno u imenu licence"
LicenseRestrictionEnterprise, "Neograničen broj računara na neograničenom broju stranica u vlasništvu firme"
LicenseRestrictionPersonalHome, "Unlimited personal computers, and 1 company computer that only you use"
LicenseRestrictionSite, "Neograničen broj računara na 1 stranici"
LicenseRestrictionStandard, "Lično ili poslovno, 1 računar"
LicenseRestrictionSteam, "Personal or Company, unlimited computers, primary user is you and Steam is installed"


[BFAPILoginControl_Strings]
ErrorEnterEmailAddress, "Molimo unesite ispravnu email adresu i pokušajte ponovo."
ErrorEnterPassword, "Molimo unesite Vašu šifru i pokušajte ponovo."
ErrorLoginFailed, "Neuspelo učitavanje podataka naloga.\nMolimo proverite email adresu i šifru i pokušajte ponovo."
ErrorNoLicensesFound, "Izvinite, nismo mogli pronaći nijedan podatak o licenci za ovaj nalog.\nUkoliko Vam je potrebna bilo kakva pomoć molimo Vas da nas kontaktirate."
ErrorUnknownLicenses, "Nastala je greška prilikom učitavanja podataka o Vašoj licenci."
ErrorUnknownLogin, "Nastala je greška prilikom učitavanja podataka o Vašem nalogu."
Note, "Login to retrieve your License Key and sync with your Binary Fortress Account."
SelectLicensePrompt, "You are currently using the Free version, a Pro Trial license, or your License Key is invalid.\nWould you like to load a License Key from your Binary Fortress account?"
Title, "Мој Binary Fortress налог"
TitleLoadingLicenses, "Učitavanje podataka o licenci"


[BFCodeEditorLookups]
PromptSelectWindowStyles, "Please select the Window Style(s):"
PromptSelectWindowStylesEx, "Please select the Extended Window Style(s):"
RemoveConfirmOne, "Are you sure you want to remove the selected item?"
SelectAnItem, "Please select an item from the list and try again."
SelectAudioDevice, "Please select an Audio Device."
SelectMouseCursorLocation, "Click to select a mouse cursor location\nPress any key to cancel"
SendKeys_EditString, "Edit String"
SendKeys_EnterString, "Enter String:"
SendKeys_mniAddKeyCombination, "Add Key Combination"
SendKeys_mniAddRawText, "Add Raw Text"
SendKeys_mniAddText, "Add Text"
SendKeys_Title, "SendKeys Builder"


[BFFormAPIMyLicenses_Controls]
colDateCreated, "Datum kreiranja"
colDateExpires, "Datum isteka"
colLicenseKey, "Licencni kod"
colLicenseRestrictions, "Ograničenja licence"
colLicenseType, "License Type"
colName, "Name"


[BFFormAPIMyLicenses_Strings]
ConfirmUseLicense, "Da li ste sigurni da želite da koristite ovaj licencni kod?"
ErrorSelectLicense, "Molimo izaberite licencu sa liste i probajte ponovo."
ShowNeedLicenseWarning, "Izaberite jedan od Vaših licencnih kodova sa liste, zatim kliknite 'OK' dugme kako bi koristili licencni kod."
Title, "Moje licence"


[BFFormDownload_Strings]
ConfirmCancel, "Da li ste sigurni da želite da prekinete ovo preuzimanje?"
Error, "Догодила се грешка."
Progress, "Preostalo: {0} KB ({1} KB total)"
ProgressUnknown, "Preuzimanje: {0} KB"


[BFFormGetWallpaperFusionTag]
ErrorSelectTag, "Please select a WallpaperFusion tag and try again."
lblQuery, "Filter:"
Title, "WallpaperFusion Tags"


[BFFormOnlineMacroBrowser]
btnClose, "&Close"
colCreatedBy, "Created By"
colDownloads, "Downloads"
colLanguage, "Language"
colLastModified, "Last Modified"
lblQuery, "Filter:"
Loading, "Loading..."


[BFFormProxySettings_Controls]
btnSave, "Sačuvaj"
lblProxyAddress, "Adresa servera:"
lblProxyPassword, "Лозинка:"
lblProxyPassword2, "Ponovite šifru:"
lblProxyPort, "Port:"
lblProxyUsername, "Korisničko ime:"
rdoCustomSettings, "Koristi &prilagođene postavke proksi servera:"
rdoNoProxy, "&Nema proksi servera (direktne internet konekcije)"
rdoUseIESettings, "Koristi &Internet Explorer podešavanja konekcije"


[BFFormProxySettings_Strings]
EnterServerAddress, "Molimo unesite adresu proksi servera ili izaberite 'Bez proksi servera'."
EnterServerPort, "Унети порт проксија или одаберите 'Без проксија'."
PasswordDecryptionFailed, "Your Internet Connection Settings appear to be invalid.\nWould you like to re-enter your proxy server password to fix these settings?"
PasswordsNotMatch, "Šifra Vašeg proksi servera se ne poklapa, molimo probajte ponovo."
Title, "Podešavanja internet konekcije"


[BFFormSelectApplication]
AllApplications, "Sve aplikacije"
btnBrowse, "&Browse"
btnRefresh, "&Osveži"
colApplication, "Aplikacija"
colPath, "Putanja"
GroupDesktopApplications, "Десктоп апликације"
GroupWindows8Applications, "Windows 8 Applications"
lblWindowPicker, "Drag this over a window to select that window's process in the list automatically"
PleaseSelectApplication, "Molimo najpre izaberite aplikaciju."
Title, "Izaberite aplikaciju"


[BFFormSettingsAdvanced_Controls]
btnDelete, "Default Value"
colSetting, "Podešavanje"
colValue, "Vrednost"
lblFilter, "Filter:"
lblHelp, "Dupli klik na podešavanje radi promene, klik na dugme 'Pomoć' radi više informacija."


[BFFormSettingsAdvanced_Strings]
ErrorSaving, "Nastala je greška prilikom pokušaja da se sačuva ovo podešavanje."
SavedSuccessfully, "Your Advanced Setting was saved successfully.\nYou may need to restart the application for this setting to take effect."
Title, "Napredna podešavanja"
TitleEdit, "Izmeni napredno podešavanje"


[BFFormSettings_Controls]
btnAdvancedSettings, "Napredna podešavanja"
btnAutoUpdateCheckNow, "Check for &Updates Now"
btnBackupSettings, "Export Settings"
btnLicenseChangeToFree, "Change to Free Version"
btnLicenseKeyRequestTrial, "Request New Trial License"
btnLicenseLoadOnline, "Учитај из Binary Fortress налога"
btnLicensePasteFromClipboard, "Zalepi iz clipboarda"
btnProxySettings, "Podešavanja internet konekcije"
btnRestoreSettings, "Obnovi podešavanja"
btnTroubleshootingClearLog, "Obriši evidenciju"
btnTroubleshootingCopy, "Kopiraj u clipboard"
btnTroubleshootingOpenLog, "Otvori evidenciju"
chkAutoUpdate, "Check for Updates Automatically"
chkAutoUpdateBeta, "Check for new Beta (newer, unstable) versions"
chkAutoUpdateSteam, "Аутоматски провери ажурирања"
colLanguageName, "Name"
colLanguageRightToLeft, "Desno na levo"
colLanguageTranslators, "Prevodioci"
colLanguageVersion, "Verzija"
gbAutoUpdate, "Provera nadogradnje"
gbLicenseReseller, "Инфо продавача"
lblAutoUpdateWarningBASE, "Warning: Automatic updates are currently disabled, you won't be prompted to install new versions"
lblLanguageGetMore, "Get New and Updated Languages"
lblLicenseExpires, "Datum isticanja licence:"
lblLicenseKey, "Licencni kod:"
lblLicenseTo, "Licensed To:"
tabAbout, "О"
tabLanguage, "Jezici"
tabLicense, "Licencni kod"
tabOptions, "Opcije"
tabOurApps, "Our Apps"
tabTroubleshooting, "Rešavanje problema"


[BFFormSettings_Strings]
ChangeToFreeQuestion, "Da li ste sigurni da želite da uklonite Vaš licencni kod i prebacite se na besplatnu verziju?"
DebugLogCleared, "Fajl Debug evidencije je uspešno izbrisan."
DebugLogNotFound, "Fajl Debug evidencije nije pronađen.\nPobrinite se da se najpre omogućili Debug evidentiranje."
FreeVersion, "Besplatna verzija"
LicenseKeyRequestTrialDescription, "Someone will follow-up with you within 2 business days."
LicenseKeyRequestTrialMessage, "I would like to request a new trial license key. Thanks!"
LogLevel0, "L0: Log Disabled"
LogLevel1, "L1: Log Minimal"
LogLevel2, "L2: Log Detailed (not recommended)"
LogLevel3, "L3: Log All (not recommended)"
RegistryExportSuccess, "Vaša podešavanja su uspešno izvezena."
RestoreSettingsFailed, "Neuspešan povrat Vaših podešavanja."
RestoreSettingsSuccess, "Vaša podešavanja su uspešno povraćena."
SettingsLoadError, "Prilikom učitavanja podešavanja nastala je greška."
SettingsSaveError, "Prilikom pokušaja čuvanja podešavanja nastala je greška."
Title, "Podešavanja"
TroubleshootingCopyError, "Neuspešno kopiranje vaše informacije za rešenje problemu."
TroubleshootingCopySuccess, "Vaša informacija za rešenje problema je uspešno kopirana u clipboard."


[BFFormSupportRequest_Controls]
lblEmailAddress, "Е-адреса:"
lblMessage, "Poruka:"
lblName, "Name:"
lblSubject, "Naslov:"
lblWarning, "Podaci iz kartice "Rešavanje problema" i Vaš Debug.log fajl će biti šifrovani i poslati zajedno sa ovim zahtevom za podršku kako bi smo brže rešili vaš problem."


[BFFormSupportRequest_Strings]
EnterEmailAddress, "Molimo unesite ispravnu email adresu i pokušajte ponovo."
EnterMessage, "Molimo unesite poruku i pokušajte ponovo."
EnterName, "Molimo unesite Vaše ime i pokušajte ponovo."
EnterSubject, "Molimo unesite naslov."
SendSuccess, "Vaši podaci su uspešno poslati.\nNeko će Vas kontaktirati u toku 1 poslovnog dana."
Title, "Prosledite zahtev za podršku"
TooLongEmailAddress, "Molimo unesite kraću email adresu i pokušajte ponovo."
TooLongName, "Molimo unesite kraće ime i pokušajte ponovo."


[BFFormUpdateInvalidLicense]
btnBuyNow, "Buy Pro License"
btnLater, "Можда касније"
btnMoreInfo, "Више информација"
lblInvalidLicense, "Your Pro license key appears to be invalid!\n\nPlease verify that you have entered the correct license key on the License Key tab in the Settings window.\n\nIf your license key is correct and you're still seeing this message, please contact Binary Fortress Support using the Help button below."
Title, "Погрешна лиценца"


[BFFormUpdate_Controls]
btnChangeLog, "&Pogledaj evidenciju promena"
btnDownloadOnly, "&Visit Website"
btnInstallNow, "&Install Now"
btnInstallOnExit, "Install on E&xit"
btnRemindMeLater, "&Podseti me kasnije"
btnSkipThisVersion, "&Preskoči ovu verziju"
lblNewVersion, "Nova verzija:"
lblOldVersion, "Trenutna verzija:"
lblUpdateNotes, "Šta je novo u ovoj verziji:"
lblUpdateSize, "Update Size:"


[BFFormUpdate_Strings]
ConfirmSkipVersion, "Preporučujemo da nadogradite na novu verziju.\nDa li ste sigurni da želite da preskočite ovu nadogradnju?"
DownloadFailedSave, "Fajl neuspešno sačuvan na lokalnom disku."
DownloadingUpdate, "Preuzimanje nadogradnje"
DownloadInvalidData, "Neispravni podaci dobijeni od servera. Server možda ima problema u pronalasku traženog fajla."
DownloadNoData, "Veb stranica nije vratila podatke."
ErrorDownload, "Prilikom pokušaja preuzimanja nove verzije nastala je greška."
FreeNotice, "This update, and all future updates are free! Update today and enjoy!"
Title, "Dostupna nadogradnja"
UpdateProMessage, "You need to upgrade to a Pro License to use the one-click update.\nWould you like more information about upgrading?"


[BFHelpButton_Controls]
mniDiscussions, "Community Discussions"
mniOnlineHelp, "Online pomoć"
mniSupportRequest, "Zahtev za podršku"


[BFHotKey]
ErrorHotKeyBindFailed, "Погрешна Пречица:"
ErrorHotKeyComboInUse, "The Key Combination is already in use. There are a few reasons why this can happen:\n- The Key Combination is already assigned elsewhere in this application\n- Another application is already using this Key Combination\n- A built-in Windows function is using this Key Combination\n\nPlease edit or remove the Key Combination in the settings."
ErrorIncorrectKeyValue, "Погрешна комбинација: Унети вредност."
ErrorIncorrectNumberElements, "Погрешна комбинација: Погрешан број типка."
ErrorIncorrectNumberKeyMods, "Погрешна комбинација: Погрешан број модификатора."
ErrorInvalidKeyCombo, "Комбинација није добра."
ErrorSystemReserved, "The Key Combination you have specified is reserved by Windows and can't be used."
ErrorTooManyModifiers, "Погрешна комбинација: Много модификатора."
HotKeyLabelKeys, "Select modifiers then enter desired key"
HotKeyLabelMouse, "Select modifiers then click desired mouse button"


[BFMessage]
btnCopy, "&Kopiranje u clipboard"
btnMoreInformation, "&Prikaži više podataka"


[BFTextQuery]
CaseSensitive, "Mala i velika slova:"
ErrorBracketMismatch, "Error: Bracket Mismatch.\nPlease close your brackets or wrap your query in quotes."
ErrorEscapeCharAtEnd, "Error: Escape Character '\' found at end of query.\nPlease escape or remove the character."
ErrorExpectedMatchCountChar, "Error: Expected ':::cbc:::' at position {0}.\nPlease close your brackets or wrap your query in quotes."
ErrorExpectedQuote, "Error: Expected '"' at position {0}.\nPlease make sure to escape '"' characters."
ErrorInvalidChar, "Error: Invalid character '{0}' at position {1}.\nPlease wrap in quotes."
ErrorInvalidDigit, "Error: Invalid digit at position {0}.\nDigits must be positive and contain only numeric characters."
MayContain, "Može sadržati:"
MayEqual, "May Equal:"
MayNotContain, "Ne mora sadržati:"
MayNotEqual, "May Not Equal:"
MustContain, "Obavezno sadrži:"
MustEqual, "Must Equal:"
MustNotContain, "Obavezno ne sadrži:"
MustNotEqual, "Must Not Equal:"
Time, "one time"
Times, "{0} times"


[BFUpdateCheck]
AlreadyInProgress, "Nadogradnja već u toku..."
ErrorRunningDownloadedFile, "Prilikom pokušaja pokretanja preuzetog instalacionog fajla nastala je greška."
FailedToGetVersion, "Nemoguće učitati poslednji broj verzije."
NoUpdate, "Već koristite poslednju verziju."
Title, "Nadogradnja"


[cFunctions_Strings]
FolderNotRecognized, "Izabrani folder nije prepoznat i ne može biti pretražen."


[frmMain_Controls]
btnBrowseAppendExcludePath, "Pregled && Dodavanje"
btnBrowseExcludePath, "Pregled"
btnFolderBrowse, "&Browse"
btnFolderBrowseAppend, "Pregled && Dodavanje"
btnNewSearch, "Pretraži u &novoj kartici"
btnPause, "Pa&use"
btnResume, "Res&ume"
btnSearch, "&Pretraga"
btnStop, "S&top"
chkCaseSensitive, "&Upit osetljiv na veličinu slova"
chkFileSizeMax, "Maksimalna veličina fajla:"
chkFileSizeMin, "Minimalna veličina fajla:"
chkIsQueryRegEx, "Upit je RegEx"
chkSearchSubFolders, "Pretraži pod-&foldere"
chkShowFirstResult, "&Prikaži samo prvi rezultat za svaki fajl"
chkShowIncludeFilterMatchFiles, "Show file names that match the "include files" filter"
chkShowIncludeFilterMatchFolders, "Show folder names that match the "include files" filter"
chkShowQueryMatchFiles, "Prikaži imena fajlova koja odgovaraju tekstu upita"
chkShowQueryMatchFolders, "Prikaži imena foldera koja odgovaraju tekstu upita"
chkUseIFilters, "Obradi sadržaj fajla korišćenjem File Handler-a (sporije)"
colDateAccessed, "Datum pristupa"
colDateCreated, "Datum kreiranja"
colDateModified, "Datum izmene"
colExtension, "Extension"
colFile, "File Name"
colFileSize, "Veličina fajla"
colLine, "Red"
colLineNumber, "Red #"
colPath, "Putanja"
lblAccessedTo, "do"
lblAdditionalLinesAfter, "Nakon rezultata pretrage prikaži ovaj broj redova:"
lblAdditionalLinesBefore, "Pre rezultata pretrage prikaži ovaj broj redova:"
lblCreatedTo, "do"
lblDateAccessed, "Datum pristupa:"
lblDateCreated, "Datum kreiranja:"
lblDateFilterLogic, "Date Filter Logic:"
lblDateModified, "Datum izmene:"
lblExcludeFiles, "Ex&clude Files:"
lblExcludePath, "E&xclude Path(s):"
lblFilterResults, "Filter:"
lblIncludeFiles, "Include &Files:"
lblModifiedTo, "do"
lblPath, "&Path(s):"
lblQuery, "&Query:"
lblStatusFound, "Pronađeno poklapanja: {0}"
lblStatusTotal, "Pretraženo fajlova: {0}"
mniAbout, "О"
mniClearSearchHistory, "Izbriši istoriju pretrage"
mniCloseAll, "Zatvori sve"
mniCloseAllButThis, "Zatvori druge"
mniCloseSearch, "&Zatvori"
mniCopyToClipboard, "Copy Selected Results"
mniCopyToClipboardAll, "Kopiraj sve rezultate"
mniExit, "Izlaz"
mniExplorerContextMenu, "Windows Context Menu"
mniHelp, "Pomoć"
mniOpenFolder, "Open Containing Folder"
mniOpenFolderOnly, "Otvori folder"
mniOpenOther, "Open with {0}"
mniPermenentDelete, "Permanently Delete Selected Files"
mniRemoveRows, "Ukloni izabrane rezultate sa liste"
mniRenameFile, "Rename Selected File"
mniSettings, "Podešavanja"
mniShowFilterControls, "Prikaži kontrole filtera"
mniTextCopy, "&Copy"
mniTextSelectAll, "Izaberi &sve"
mniTools, "&Alati"
mniTrayExit, "Izlaz"
mniTrayLoadProfiles, "Load Profile"
mniTrayShowFileSeek, "Show FileSeek"
mniTraySyncProfiles, "Sync Profiles"
mnuCopyFilePath, "Copy Selected Filenames (comma separated)"
mnuExportAllHTML, "Izvezi sve rezultate u HTML"
mnuExportSelectedResultsHTML, "Izvezi izabrane rezultate u HTML"
mnuFileCopy, "Copy Selected Files"
mnuFileCut, "Cut Selected Files"
mnuFileDelete, "Delete Selected Files"
mnuLanguage, "Jezici"
mnuLoadProfile, "Učitavanje"
mnuManageProfiles, "Upravljanje profilima"
mnuOpen, "Otvori"
mnuOpenNotepad, "Otvori u Notepad-u"
mnuProfile, "Profili"
mnuSave, "Sačuvaj"
mnuSaveAll, "Izvezi sve rezultate kao CSV"
mnuSaveProfile, "Save New Profile"
mnuSaveSelection, "Izvezi izabrane rezultate kao CSV"
mnuShowFullLanguageList, "Prikaži punu listu"
mnuSyncProfiles, "Sync Profiles"
rdoMatchQueryLineByLine, "Upari upit sa svakim redom u fajlu"
rdoMatchQueryToWholeFile, "Upari upit sa celim fajlom"
tabAdvanced, "Napredno"
tabDateFilters, "Filteri datuma"
tabFileSizeFilters, "Filteri veličine fajla"
tabSearch, "Pretraži"


[frmMain_Strings]
AccessedAfterTT, "Pristupljeno nakon {0}"
AccessedBeforeTT, "Pristupljeno pre {0}"
AccessedBetweenTT, "Pristupljeno između {0} i {1}"
AppSelectionErrorPartOne, "Aplikacija koju ste izabrali ne može biti pronađena."
AppSelectionsErrorPartTwo, "Da li bi ste izabrali drugu sada?"
btnNewSearchTT, "Otvori u novoj kartici i započni pretragu"
btnSearchTT, "Započni pretragu u trenutnoj kartici"
btnStopTT, "Zaustavi izabranu pretragu"
CaseSensitiveQueryTT, "Upit osetljiv na veličinu slova"
cboDateFilterLogic_AND, "AND"
cboDateFilterLogic_OR, "OR"
cboExcludeFileFilterMode_Pattern, "Exclude Files Filter is Pattern"
cboExcludeFileFilterMode_RegEx, "Exclude Files Filter is RegEx"
cboExcludeFileFilterMode_TextQuery, "Exclude Files Filter is Text Query"
cboIncludeFileFilterMode_Pattern, "Include Files Filter is Pattern"
cboIncludeFileFilterMode_RegEx, "Include Files Filter is RegEx"
cboIncludeFileFilterMode_TextQuery, "Include Files Filter is Text Query"
cboQueryMode_RegEx, "Upit je RegEx"
cboQueryMode_TextQuery, "Query is Text Query"
chkShowFirstResultTT, "Prikazaće samo prvi red pogotka pri uparivanju upita sa svakim redom"
ColumnChangeMessage, "The changes to the search result columns will not take place until you restart your searches."
ContextMenuError, "Nastala je greška pri prikazu Windows Context Meni-a."
CreatedAfterTT, "Kreirano nakon {0}"
CreatedBeforeTT, "Kreirano pre {0}"
CreatedBetweenTT, "Kreirano između {0} i {1}"
CSVSpreadsheet, "CSV fajlovi"
CustomAppOpenError, "Nastala je greška prilikom otvaranja ovog fajla korišćenjem prilagođene aplikacije."
DateCreatedError, "Molimo izaberite 'Krajnji datum kreiranja', koji je kasniji od početnog datuma."
DateFiltersSelected, "Filteri po datumu:"
DateModifiedError, "Molimo izaberite 'Krajnji datum izmene', koji je kasniji od početnog datuma."
EmptyPDFError, "PDF file was searched but contained no text"
EnterProfileName, "Unesite ime profila:"
ErrorDirectoryEmpty, "This path is empty"
ExcludeFilesTT, "Isključeni fajlovi: {0}"
ExcludePathsTT, "Isključene putanje(a): {0}"
ExportDateAccessed, "Date Accessed"
ExportDateCreated, "Date Created"
ExportDateModified, "Date Modified"
ExportExtension, "Extension"
ExportFileName, "File Name"
ExportFileSize, "File Size"
ExportLineNumber, "Line #"
ExportLineText, "Line"
ExportPath, "Path"
FileDeleteMessage, "Molimo sačekajte dok FileSeek izvrši traženu operaciju.\nMožete zatvoriti ovaj prozor, ali to može dovesti do nepredviđenih rezultata jer je ovaj zadatak u toku."
FileDeleteQuestion, "Da li ste sigurni da želite da izbrišete izabrane fajlove i foldere?"
FileDeleteTitle, "Izbriši fajlove"
FileDeletionError, "Nastala je greška prilikom brisanja ovih fajlova."
FileHandlerError, "Molimo unesite putanju za pretragu."
FileIncludeNameMatch, "Poklapanje imena fajla [Include Files Filter]"
FileOpenError, "Nastala je greška prilikom otvaranja ovog fajla."
FilePermenentDeleteQuestion, "Are you sure you want to permanently delete the selected files or folders?"
FileQueryNameMatch, "Poklapanje imena fajla [Query]"
FileReadError, "Greška pri pristupu fajlu: {0}"
FileSelectionError, "Molimo izaberite bar 1 fajl koji postoji i probajte ponovo."
FileSizeError, "Molimo izaberite maksimalnu veličinu fajla koja je jednaka ili veća od minimalne veličine fajla."
FileSizeFiltersSelected, "Filteri po veličini fajla:"
FilesSearched, "Pretraženo fajlova: {0}"
FilesSkipped, "Files Skipped: {0}"
FolderBrowserDescription, "Izaberite folder za pretragu"
FolderBrowsingError, "Nastala je greška prilikom pregleda foldera."
FolderIncludeNameMatch, "Poklapanje imena foldera [Include Files Filter]"
FolderItemError, "Nije pronađen folder za predmet: {0}"
FolderOpenError, "Nastala je greška prilikom otvaranja ovog foldera."
FolderQueryNameMatch, "Poklapanje imena foldera [Query Text]"
FolderReadError, "Greška pri čitanju foldera u folderu: {0}"
HiddenFolderError, "Not searching because it is a hidden file/folder"
HyperTextMarkupLanguageFile, "Hyper tekst za oznaku jezičkih fajlova"
IFilterWarning, "Molimo omogućite file handlers na kartici Napredno kako bi se prikazali odgovarajući rezultati za: {0} fajlove"
IncludeFilesTT, "Uključi fajlove: {0}"
InvalidExcludeFilesRegExError, "Isključi fajlove kod kojih je RegEx pogrešan.\n{0}"
InvalidFolderLength, "Pogrešna dužina foldera."
InvalidIncludeFilesRegExError, "Uključi fajlove kod kojih je RegEx pogrešan.\n{0}"
InvalidQueryError, "Your text query is invalid.\n{0}"
InvalidQueryRegExError, "RegEx upita je pogrešan.\n{0}"
KeypressError, "Nastala je greška prilikom obrade ovog pritiska na taster."
LinkedFolderError, "Folder nije pretražen jer je veza zapetljana"
MatchesFound, "Pronađeno poklapanja: {0}"
MatchesFromQueue, "queued results: {0}"
MatchesFromQueueIcons, "queued icons: {0}"
MaxFileSizeTT, "Maksimalna veličina fajla: {0}"
MaxPathError, "Ovo je dugačka putanja i možda neće raditi kod nekih programa"
MenuOpenError, "Nastala je greška prilikom otvaranja menia."
MinFileSizeTT, "Minimalna veličina fajla: {0}"
ModifiedAfterTT, "Izmenjeno nakon: {0}"
ModifiedBeforeTT, "Izmenjeno pre: {0}"
ModifiedBetweenTT, "Izmenjeno između {0} i {1}"
More, "(više)"
NoDateFiltersSelected, "Nijedan filter datuma nije izabran"
NoFileSizeFiltersSelected, "Nije izabrana veličina fajla"
NoOptionsSelected, "Nije izabrana nijedna opcija"
NotepadError, "Nastala je greška prilikom otvaranja ovog fajla putem aplikacije Notepad."
NotYourProfile, "Ovaj profil nije vaš."
OnlyShowFirstResultTT, "Prikaži samo prvi rezultat"
OpenManyQuestion, "Da li ste sigurni da želite da otvorite {0} fajlova i foldera?"
OptionsSelected, "Izabrane opcije:"
OtherApplication, "Other Application"
PathsTT, "Putanje: {0}"
PathTooLongError, "Windows ne podržava ovu akciju sa dugim imenom putanje."
ProfileLoadError, "Nastala je greška prilikom učitavanja ovog profila."
ProfileLoadOnStartError, "Nastala je greška prilikom učitavanja ovog profila. Profil ne postoji."
ProfileOverwriteQuestion, "Da li ste sigurni da želite da zamenite profil '{0}'?"
ProfileSaved, "Sačuvana podešavanja pretrage na profil '{0}'"
ProfileSaveError, "Nemoguće sačuvati profil."
ProOnlyDoubleClickPrompt, "Vaš odabrani upravljač duplim klikom podešen je samo za FileSeek Pro funkciju.\nMožete promeniti odabrani upravljač duplim klikom u kartici Podešavanjima > Pretraga.\n\nDa li želite više podataka o nadogradnji?"
QueryTT, "Upit:\n{0}"
rdoMatchQueryLineByLineTT, "Otvori fajl red po red i pokušaj da uporediš upit sa svakim redom"
rdoMatchQueryToWholeFileTT, "Otvori ceo fajl odjednom i pokušaj da uporediš upit celokupnim tekstom"
RenameFileError, "FileSeek was unable to rename the selected file or folder.\nPlease type a different name and try again."
RenameFileFolder, "Rename Selected File:"
ResultCopied, "Jedan rezultat kopiran u clipboard."
ResultCopyError, "Nastla je greška prilikom kopiranja rezultata pretrage u clipboard."
ResultSaveError, "Nastala je greška prilikom pokušaja čuvanja rezultata.\n{0}"
ResultsCopied, "{0} rezultata kopirano u clipboard."
ResultSelectionError, "Molimo izaberite bar 1 rezultat pretrage i probajte ponovo."
SaveResults, "Sačuvajte rezultate u tabeli"
SaveResultsAsHTML, "Sačuvajte rezultate kao HTML"
SaveSearchProfile, "Sačuvaj profil pretrage"
SearchComplete, "Pretraga završena za {0}s"
SearchCriteria, "Kriterijum pretrage:"
SearchCriteriaEmptyTT, "Kriterijum pretrage prazan"
SearchEnd, "Kraj pretrage: {0}"
SearchError, "Nastala je greška prilikom pretrage."
SearchStart, "Početak pretrage: {0}"
SearchSubFoldersTT, "Pretraga pod foldera"
SettingFormShowError, "Nastala je greška prilikom prikaza prozora Podešavanja."
Syncing, "Syncing with your Binary Fortress Account..."
SystemFolderError, "Not searching because it is a system file/folder"
TextCopyError, "Nastala je greška prilikom kopiranja ovog teksta."
TextProcessingError, "Nastala je greška prilikom obrade teksta."
TextQueryHelpTT, "Text Query Help"
TextSelectionError, "Molimo izaberite tekst i pokušajte ponovo."
txtPathTT, "Odvoji više stavki | karakterom"
UseFileHandlersTT, "Koristi File Handlers"
ViewingAppPartOne, "Još niste izabrali aplikaciju za pregled"
ViewingAppPartTwo, "Želite li da je izaberete sada?"


[frmProfileManager_Controls]
btnCopyProfile, "Kopiraj profil"
btnDelete, "Delete"
btnExport, "Export Profile"
btnImport, "Import Profile"
btnRename, "Preimenuj"
btnSync, "Sync with your Binary Fortress Account"
colProfileName, "Ime profila"
colProfileOwner, "Vlasnik profila"
lblCurrentProfile, "Trenutni korisnik: {0}"


[frmProfileManager_Strings]
CopyProfileNameQuestion, "Kako biste želeli da nazovete vaš novi profil?"
ExportFileSeekSearchProfile, "Export FileSeek Search Profile"
ExportSearchProfileSuccessful, "Search Profile exported successfully"
FileSeekSearchProfile, "FileSeek Search Profile"
ImportFileSeekSearchProfile, "Import FileSeek Search Profile"
MustSelectAnItem, "Molimo izaberite profil sa liste i probajte ponovo."
ProfileDeleteQuestion, "Da li ste sigurni da želite da izbrišete izabrani profil?"
RenameSearchProfile, "Preimenuj profil pretrage"
SearchProfileName, "Ime profila pretrage:"
Title, "Upravljanje profilima"


[frmSettings_Controls]
btnBrowseOther, "&Browse"
btnClearHistory, "Izbriši istoriju pretrage"
btnIFilterToggle, "Prebaci na File handler"
btnOtherDefault, "&Default"
chkCloseToTray, "Close FileSeek to the system tray"
chkCombineParameters, "Pass multiple files to the same instance, instead of opening multiple instances"
chkErrorDirectoryEmpty, "Show an error when an empty folder is found"
chkErrorForLongPaths, "Show an error and skip path when longer than 260 characters"
chkExportExtraLines, "Also export extra lines when saving search results"
chkIFilterErrors, "Prikaži grešku za fajlove bez File handlera (kada je File handler pretraga uključena)"
chkIsQueryFullString, "Treat query text as one large query term"
chkLinkedFoldersSearch, "Pretraži fajlove && foldere koji imaju zapetljanu vezu"
chkLinkedFoldersSearchShowErrorOnSkip, "Show an error when skipping a link/junction"
chkMinimizeToTray, "Minimize FileSeek to the system tray"
chkOnlyShowMatchedText, "Only show matched text in a search result"
chkResetSearchValues, "Reset search tab values when starting a search on a new tab"
chkResultWordWrap, "Wrap the text that is shown in a search result"
chkSearchHiddenFiles, "Search files && folders that are hidden"
chkSearchSystemFiles, "Search system files && folders"
chkShowErrorEmptyPDF, "Show an error when an empty PDF file is found"
chkShowFileErrors, "Prikaži grešku kada ne može da se pristupi fajlu/folderu"
chkShowHiddenFileError, "Show an error when skipping hidden files && folders"
chkShowSystemFileError, "Show an error when skipping system files && folders"
chkShowToolTips, "Prikaži savete za alate"
chkSingleInstance, "Force FileSeek to only open one instance"
chkStartWithClearProfile, "Uvek započni FileSeek sa praznim kriterijumima za pretragu"
chkTreatAllExcludePathFiltersAsWildcards, "Treat all Exclude Path filters as wildcards"
chkTreatAllIncludeFiltersAsWildcards, "Tretiraj sve filtere - Uključeni fajlovi kao džokera (wildcard)"
chkUseCustomDateFormat, "Use a custom date format"
chkUsePreviewHandlers, "Use Preview Handlers in the results pane"
chkWindowsContextMenu, "Prikaži FileSeek u Windows Context Meniu"
colAvailableColumns, "Available Columns"
colSelectedColumns, "Selected Columns"
gbCmdLineVars, "Varijable u komandnoj liniji"
gbDateFormat, "Date Format"
gbGeneralOptions, "Opšte opcije"
gbPresentationOptions, "Presentation Options"
gbSearchColumns, "Search Columns"
lblCmdLineParam, "Parametri komandne linije neophodni za prolaz:"
lblDateFormatLink, "Custom Date and Time Format Strings"
lblDefaultDoubleClick, "Izaberite podrazumevanu operaciju duplim klikom na rezultat pretrage:"
lblNumChar, "Prikaži ovaj broj karaktera za svaki rezultat pretrage:"
lblOtherApplicationName, "Name for other application:"
lblSelectViewingApp, "Izabrana aplikacija za pregled fajla:"
lblSkipFile, "Maximum search time allowed per file (0=unlimited):"
pageSearchViewSettings, "Result View Settings"


[frmSettings_Strings]
AppBrowsingError, "Nastala je greška prilikom pregleda za aplikaciju."
cboDefaultDoubleClickOperation_ExportAllCSV, "Export All Results to CSV"
cboDefaultDoubleClickOperation_ExportAllHTML, "Izvezi sve rezultate u HTML"
cboDefaultDoubleClickOperation_ExportSelectedCSV, "Export Selected Results to CSV"
cboDefaultDoubleClickOperation_ExportSelectedHTML, "Izvezi izabrane rezultate u HTML"
cboDefaultDoubleClickOperation_Open, "Open with Default Handler"
cboDefaultDoubleClickOperation_OpenContainingFolder, "Open Containing Folder"
cboDefaultDoubleClickOperation_OpenNotepad, "Otvori u Notepad-u"
cboDefaultDoubleClickOperation_OpenOther, "Open with {0}"
chkTreatAllIncludeFiltersAsWildcardsTT, "Ako je ova opcija uključena, pretraga uneta kao foo biće tretirana kao *foo*"
ClearHistoryError, "Nastala je greška prilikom brisanja istorije."
ClearHistoryWarning, "Da li ste sigurni da želite da izbrišete istoriju pretrage?"
CommandLineError, "Molimo unesite parametre komandne linije ili kliknite na "Podrazumevano" kako biste ih resetovali."
CustomDateFormatError, "There was an error assigning your custom date format.\nPlease fix the error and try again."
DisableFileHandler, "Isključi File handler"
DisablePreviewHandler, "Disable Preview Handler"
EnableFileHandler, "Uključi File handler"
EnablePreviewHandler, "Enable Preview Handler"
FileCommandDescription, "{0}: Zamenjuje kompletno ime fajla."
FileHandlerListError, "Nastala je greška prilikom listanja File handlera."
FileHandlerSelectError, "Nastala je greška prilikom odabira ovog File handlera."
FileHandlerToggleError, "Nastala je greška prilikom uključenja ovog File handlera."
HistoryCleared, "Istorija pretrage uspešno izbrisana."
InvalidExitcode, "Vraćen pogrešan Exitcode: {0}"
LineCommandDescription, "{0}: Zamenjuje broj reda."
lvIFilters_Extension, "Extension"
lvIFilters_Handler, "Upravljač"
lvIFilters_HandlerVersion, "Verzija"
NumOfCharError, "Molimo unesite broj karaktera između {0} i {1} i pokušajte ponovo."
PreviewHandlerListError, "An error has occurred while listing the Preview Handlers."
PreviewHandlerToggle, "Toggle Preview Handler"
SettingMenuError, "Nastala je greška prilikom podešavanja Context menia."
tabSettings_FileHandlers, "Upravljači fajlovima (File handlers)"
tabSettings_OtherApp, "Druge aplikacije"
tabSettings_PreviewHandlers, "Preview Handlers"
tabSettings_Search, "Pretraži"


[HTMLExport_Strings]
OpenSavedSearchResultsQuestion, "Rezultati pretrage uspešno sačuvani.\nŽelite li da vidite fajl?"
SearchCriteria, "Kriterijum pretrage"
SearchDate, "Datum pretrage:"
Title, "FileSeek rezultati pretrate"


[IFilterHelper_Strings]
UnknownError, "Nepoznata IFilter greška"
UsingStandardMethodWarning, "Ne postoji File handler za ovaj fajl, pretražite korišćenjem standardnog metoda."


[LicenseValidate_Strings]
ExpiredPrompt, "Izvinite, Vaš FileSeek probni licencni kod je istekao.\nUkoliko ste već kupili licencu, molimo unesite je u FileSeek prozor podešavanja.\n\nDa li želite više informacija o kupovini FileSeek Pro?"
Invalid, "Izvinite, vaš licencni kod je pogrešan."
InvalidReseller, "Izvinite, vaš licencni kod je važeć samo sa FileSeek-om isporučenim od vašeg preprodavca.\nMolimo kontaktirajte Vašeg preprodavca za više informacija."
LicenseProcessPro, "Hvala što ste se registrovali!"
LicenseProcessProRestoreSettingsPrompt, "An automatic backup of your Pro settings has been detected.\nThis backup file is {0} days old.\nWould you like to import your Pro settings? All of your current settings will be overridden with the settings in the backup."
LicenseProcessRemoved, "Vaš licencni kod je uklonjen."
LicenseProcessTrial, "Hvala što probate FileSeek Pro!\nVaša licenca će isteći {0:D}."
TrialAlmostDonePrompt, "Vaša probna licenca će uskoro isteći.\nUkoliko ste već kupili licencu, molimo unesite je u FileSeek prozor podešavanja.\n\nŽelite li više informacija o kupovini FileSeek Pro?"


[WindowsContextMenu_Strings]
SearchWithFileSeek, "Pretraži bre sa FileSeek"


[Words]
Add, "Додај"
AdminSettingsLock, "Nekim od podešavanja rukuje vaš administrator sistema"
Apply, "Primeni"
ButtonEnterLicenseKey, "&Unesi licencni kod"
ButtonLater, "&Kasnije"
ButtonMoreInformation, "&Više informacija"
ButtonUseFreeVersion, "&Koristi besplatnu verziju"
Cancel, "&Otkaži"
Close, "&Zatvori"
Copy, "&Copy"
Custom, "Custom"
Cut, "&Cut"
Default, "Default"
Delete, "&Delete"
Disable, "&Disable"
Disabled, "Онемогућено"
Duplicate, "&Duplicate"
Edit, "Уреди"
Enable, "&Enable"
Enabled, "Омогућено"
Error, "Greška"
ErrorNotAdminUACDisabled, "UAC je isključen, ali Vi niste administrator, akcija koju ste zahtevali verovatno neće uspeti.\nMolimo uključite UAC ili se prijavite kao administrator i pokušajte ponovo.\nUkoliko ste skoro isključili UAC, molimo restartujte vaš računar."
Exit, "E&xit"
Help, "Pomoć"
Info, "Info"
InvalidImageFile, "This image appears to be corrupt, or unreadable."
Name, "Name"
NameLabel, "Name:"
NeedProQuestion, "Morate nadograditi na FileSeek Pro kako bi koristili ovu mogućnost.\nŽelite li više informacija o nadogradnji?"
NeedsProShort, "Pro Only"
Never, "Nikad"
No, "Ne"
OK, "&OK"
Paste, "&Paste"
ProOnlyNotice, "Pro-mogućnosti su označene plavom bojom"
Redo, "&Redo"
Refresh, "Osveži"
Remove, "Уклони"
Rename, "Rename"
Seconds, "seconds"
SelectAll, "&Select All"
Start, "Start"
Stop, "Stop"
Undo, "&Undo"
Unknown, "Непознато"
Yes, "Da"


[Installer]
AdditionalIcons, "Dodatne ikone:"
CreateContextMenuItems, "Add to Windows right-click context menu"
CurrentUserOnly, "Samo za trenutnog korisnika"
DesktopIcon, "Kreiraj &desktop ikonu"
DotNetInstallNow, "Would you like to install it now?"
DotNetRequired40, "This application requires the Microsoft .NET Framework 4.0."
ForAllUsers, "Za sve korisnike"
LaunchNow, "Launch Now"
LicKeyInvalid, "Ovaj licencni kod izgleda da je neispravan."
LicKeyLabel, "Licencni kod:"
LicKeySelectOption, "Molimo izaberite opciju licencnog koda i pokušajte ponovo."
LicKeyText, "Opcije licencnog koda:"
LicKeyTextAdminLocked, "Vaš licencni kod je postavljen od strane administratora."
LicKeyTextChangeFree, "Klikni 'Promeni na besplatnu verziju' u prozoru podešavanja kako bi koristili Besplatnu verziju."
LicKeyTextEnterOrFree, "Molimo unesite važeći licencni kod ili izaberite 'Koristi verziju za Dž'."
LicKeyTextPaid, "Koristi ovaj licencni kod:"
LicKeyTextTrial, "Koristi probnu verziju (samo prvi put), vraća se na Dž verziju nakon 30 dana"
RunAtStartup, "Launch at Windows startup"
SteamKeyInvalid, "Your Steam License Key failed to load correctly.\nPlease exit this installer/application and try clicking Install or Launch again from within Steam."
TextBefore, "Ukoliko je FileSeek već pokrenut, molimo ugasite ga pre instalacije ove nove verzije.\n\nPosetite https://www.fileseek.ca za nadogradnje i podršku."
UninstallRemoveAllData1, "Would you like to completely remove ALL application settings, preferences and temporary files?"
UninstallRemoveAllData2, "This is not recommended if you will be installing this application again."